[
  {
    "Question": 1,
    "Example": "Dopamine Transporter Binding and Gait Freezing in Parkinson's Disease",
    "Study Description": "This study aims to examine the relationship between dopamine transporter availability and gait freezing severity in Parkinson's disease, as dopamine-targeted interventions are hypothesized as a possible treatment to reduce freezing episodes.",
    "Methodology1": "Researchers recruit 85 patients with Parkinson's disease from a movement disorders clinic. All participants undergo brain imaging to measure dopamine transporter (DAT) binding in the brain's movement control regions. DAT binding is quantified as a ratio, with higher values indicating greater dopamine transporter availability.",
    "Methodology2": "Gait freezing is assessed using the Freezing of Gait Questionnaire (FOG-Q), a 6-item scale where patients report frequency and duration of freezing episodes during walking. Scores range from 0-24, with higher scores indicating more severe freezing symptoms.",
    "Results1": "Mean DAT binding is 1.2 ± 0.4. FOG-Q scores range from 0-19 (mean 8.3 ± 5.2).",
    "Results2": "DAT binding shows a significant negative correlation with FOG-Q scores (r = -0.47, p < 0.001). Patients with low DAT binding (below 1.0) have significantly higher FOG-Q scores compared to those with high DAT binding (above 1.5), with a mean difference of 6.2 points (95% CI: 3.8-8.6, p < 0.001).",
    "Level of Explanation": "Inferential - Tests whether an association between two variables is likely to apply beyond the sample at hand."
  },
  {
    "Question": 2,
    "Example": "Novel Sleep-Related Neural Oscillations Discovery",
    "Study Description": "This study aims to characterize neural oscillation patterns during different sleep stages using high-density EEG recordings.",
    "Methodology1": "Researchers analyzed high-density EEG recordings (256 electrodes) from 12 healthy participants during a full night's sleep.",
    "Methodology2": "Using data-driven spectral analysis techniques, they searched for novel oscillatory patterns across all sleep stages, with emphasis on patterns that appeared specific to sleep stages or transition periods.",
    "Results1": "The analysis revealed several previously unreported oscillation patterns, including a 7-9 Hz rhythm in parietal regions during REM sleep and intermittent 15-17 Hz bursts in frontal areas during slow-wave sleep.",
    "Results2": "The researchers noted interesting co-occurrence patterns between some of these oscillations.",
    "Level of Explanation": "Exploratory -  Searches for phenomena or correlations but does not or cannot test whether a relationship may be spurious."
  },
  {
    "Question": 3,
    "Example": "Omega-3 Fatty Acid Supplementation and Spatial Learning in Mice",
    "Study Description": "This study investigates whether dietary omega-3 fatty acid supplementation causes improvements in spatial learning and memory performance in laboratory mice.",
    "Methodology1": "Researchers obtained 120 healthy adult mice (8 weeks old) from a commercial breeding facility. Mice were randomly assigned to either an omega-3 supplemented diet group or a control diet group. The supplemented diet contained 2% fish oil providing EPA and DHA omega-3 fatty acids, while the control diet contained equivalent calories from corn oil.",
    "Methodology2": "After 6 weeks of dietary intervention, all mice underwent behavioral testing using the Morris water maze, a standard test of spatial learning and memory. Testing occurred over 5 consecutive days, with 4 trials per day. Learning was assessed by measuring the time taken to find the hidden platform (escape latency). Memory was tested on day 6 with the platform removed, measuring time spent in the target quadrant where the platform had been located.",
    "Results1": "During the 6-week dietary intervention period, both groups showed normal weight gain with no significant differences in body weight or food consumption.",
    "Results2": "Both groups showed similar performance in the water maze across the 5-day testing period. By day 4 of testing, the omega-3 group had an average escape latency of 28.4 seconds compared to 31.2 seconds for the control group (p = 0.34). On the memory test, omega-3 supplemented mice spent 47% of their time in the target quadrant compared to 45% for control mice (p = 0.68), again showing no difference between groups.",
    "Level of Explanation": "Causal - Tests whether changes in one variable causally contribute to changes in another variable."
  },
  {
    "Question": "4 (extra if we want more))",
    "Example": "Transcranial Direct Current Stimulation Effects on Working Memory",
    "Study Description": "This study aims to determine whether anodal transcranial direct current stimulation (tDCS) over the left dorsolateral prefrontal cortex causally improves working memory performance.",
    "Methodology1": "A double-blind, sham-controlled study with 60 participants randomly assigned to receive either active tDCS (2mA, 20 minutes) or sham stimulation while performing an n-back working memory task.",
    "Methodology2": "The researchers controlled for baseline performance, age, and education level.",
    "Results1": "Active tDCS significantly improved accuracy (p = 0.02) and reduced reaction times (p = 0.01) compared to sham stimulation, demonstrating a causal effect of prefrontal stimulation on working memory performance.",
    "Results2": "",
    "Level of Explanation": "Causal - Tests whether changes in one variable causally contribute to changes in another variable."
  }
]